export const queueType = {
  420:[
    '개인/2인 랭크'
  ],
  440:[
    '자유랭크'
  ],
  450:[
    '칼바람나락'
  ],
  430:[
    '일반 게임'
  ],
  830:[
    '인공지능 대전: 입문'
  ],
  840:[
    '인공지능 대전: 초급'
  ],
  850:[
    '인공지능 대전: 중급'
  ],
  900:[
    'URF'
  ],
  920:[
    '포로 왕'
  ],
  1010:[
    '눈맞이 URF'
  ],
  1020:[
    '단일 모드'
  ],
  2000:[
    '튜토리얼 1'
  ],
  2010:[
    '튜토리얼 2'
  ],
  2020:[
    '튜토리얼 3'
  ]
}

export const lane ={
  TOP:[
    '탑'
  ],
  JUNGLE:[
    '정글'
  ],
  MID:[
    '미드'
  ],
  BOTTOM:[
    '바텀'
  ],
  NONE:[
    '알수없음'
  ]
}
